[
  {
    "itemName": "Slotted Head",
    "picture": "https://www.mechanicalbooster.com/wp-content/uploads/2018/05/Flat-Head-Screwdriver.jpg?ezimgfmt=ng:webp/ngcb20",
    "about": "Proident qui amet adipisicing est commodo elit laboris ullamco eu nostrud in. Deserunt sit magna nisi enim laborum incididunt ut consectetur consequat culpa exercitation. Quis et enim nisi mollit non proident et qui anim id nulla nulla. Et id voluptate non fugiat magna reprehenderit enim occaecat nulla id.\r\n",
    "minOrderQuantity": "1,123",
    "quantity": "22,279",
    "balance": "$212.44"
  },
  {
    "itemName": "Phillips Screwdriver",
    "picture": "https://www.mechanicalbooster.com/wp-content/uploads/2018/05/Philips-Head-Screwdriver.jpg?ezimgfmt=ng:webp/ngcb20",
    "about": "Sint in officia ex culpa culpa excepteur reprehenderit proident nostrud aliquip duis deserunt eu ut. Sit anim esse ea tempor culpa. Anim in ex tempor esse consectetur commodo minim dolor nulla do occaecat. Veniam deserunt tempor consectetur exercitation est duis et laboris et do est ad sit.\r\n",
    "minOrderQuantity": "1,809",
    "quantity": "10,294",
    "balance": "$53.77"
  },
  {
    "itemName": "Pozidriv Screwdriver",
    "picture": "https://www.mechanicalbooster.com/wp-content/uploads/2018/05/Pozidriv-Screwdriver.jpg?ezimgfmt=ng:webp/ngcb20",
    "about": "Minim qui pariatur qui elit enim officia Lorem eiusmod voluptate. Proident excepteur magna exercitation elit laboris elit sunt ipsum culpa elit. Laboris est nostrud proident consequat.\r\n",
    "minOrderQuantity": "1,648",
    "quantity": "21,390",
    "balance": "$169.28"
  },
  {
    "itemName": "Square Screwdriver",
    "picture": "https://www.mechanicalbooster.com/wp-content/uploads/2018/05/square-screwdriver-set-300x192.jpg?ezimgfmt=ng:webp/ngcb20",
    "about": "Dolore do labore consequat qui aute duis voluptate ullamco eu ea quis labore veniam anim. Magna duis fugiat ex culpa excepteur culpa aliqua amet. Quis esse amet laboris do aute ipsum adipisicing tempor nisi nisi. Veniam in magna irure aute exercitation. Dolor et consequat esse sunt cillum.\r\n",
    "minOrderQuantity": "1,556",
    "quantity": "18,378",
    "balance": "$65.57"
  },
  {
    "itemName": "Torx Screwdriver",
    "picture": "https://www.mechanicalbooster.com/wp-content/uploads/2018/05/Torx-Screwdriver.jpg?ezimgfmt=ng:webp/ngcb20",
    "about": "Ad dolore enim in ut mollit quis nisi consectetur aute. Aliqua voluptate exercitation adipisicing fugiat qui. Fugiat aliquip sit id est pariatur nisi sint sit. Deserunt veniam tempor veniam eiusmod tempor do anim ipsum nulla in eu consectetur. Commodo cillum consequat laboris nulla sit dolore minim eiusmod labore incididunt laborum. Labore officia excepteur duis occaecat. Reprehenderit adipisicing Lorem ad commodo exercitation duis elit.\r\n",
    "minOrderQuantity": "1,963",
    "quantity": "22,252",
    "balance": "$18.72"
  },
  {
    "itemName": "Hexagon Screwdriver",
    "picture": "https://www.mechanicalbooster.com/wp-content/uploads/2018/05/Hex-Screwdriver-300x300.jpg?ezimgfmt=ng:webp/ngcb20",
    "about": "Anim commodo quis dolore do dolore dolore culpa. Mollit amet ex duis adipisicing aute dolor voluptate et exercitation reprehenderit. Aliquip elit duis aliquip ut. Quis minim pariatur minim irure pariatur enim ullamco consectetur reprehenderit consequat et cillum sit tempor.\r\n",
    "minOrderQuantity": "1,216",
    "quantity": "17,167",
    "balance": "$16.25"
  }
]